# coding:utf8
__author__ = 'cyh'

girls = [
    {
        "say": "志愿服务里从不缺少明媚的笑容，社会实践里从不丢下真诚的心灵，用刘畅的笔画，写流畅的青春，这就是我。——刘畅",
        "id": 605,
        "background": 3,
        "like": 18
    },
    {
        "say": "撩起刘海，带上眼镜，我励志为祖国的科学事业贡献智慧，踩上高跟，放下裙摆，我的青春绝对和你的一样精彩！——张嘉敏",
        "id": 624,
        "background": 1,
        "like": 17
    },
    {
        "say": "喜欢各种文艺活动，平衡了学习与学生工作，投身志愿服务，热爱生活，热爱体育，生活中充满了欢乐和阳光。——蒋俐滢",
        "id": 475,
        "background": 3,
        "like": 17
    },
    {
        "say": "文艺安静的美女子和富有张力的青年，不管在什么时候，我总是希望给周围增加一丝欢乐的气息。——钟琳",
        "id": 167,
        "background": 2,
        "like": 14
    },
    {
        "say": "不安于现状，渴求自我突破且期望艺理兼容的大学梦的正能量女生，礼仪，记者，主持，舞蹈，琵琶等样样精通。——李晓宇",
        "id": 366,
        "background": 1,
        "like": 14
    },
    {
        "say": "她，是一本读不完的书；是一场舞台盛宴；是一条志愿之路。——李雨吟",
        "id": 93,
        "background": 2,
        "like": 13
    },
    {
        "say": "热心志愿服务，倾力学生组织，提高个人素养，永远有梦想，永远在前行的路上。——卞瑶奕",
        "id": 111,
        "background": 1,
        "like": 13
    },
    {
        "say": "能跳，能唱，能弹琴，能主持，跳舞给你看，唱歌给你听，弹着琴陪着你，和我一起做个幸福的人。——孙筱雅",
        "id": 65,
        "background": 2,
        "like": 12
    },
    {
        "say": "文艺控、技术宅、萌妹子，一直保持一颗好奇、敏感的心，敢作敢为，哪里有意思，哪里就要有我。——沈丹妮",
        "id": 609,
        "background": 2,
        "like": 11
    },
    {
        "say": "一切都在向着更加美好发展，所以我也要变成更加美好的自己！ ——王佳妮",
        "id": 490,
        "background": 1,
        "like": 10
    }
]

boys = [
    {
        "say": "大学从来不是一个终点，而是一个起点，在大学我要准备、起跑、加速、冲刺，只有这样才能飞得更远。——曹燕飞",
        "id": 697,
        "background": 1,
        "like": 31
    },
    {
        "say": "直面挫折与不足，敢于打碎自己，每天都在重生，只为活出不一样的色彩。——张昊",
        "id": 128,
        "background": 1,
        "like": 10
    },
    {
        "say": "身为典型射手座的我，崇尚自由，生性乐观，人缘很好而又热爱旅行，喜欢新的尝试与挑战，不要问我累不累，我的青春不NG!——高小钧",
        "id": 592,
        "background": 1,
        "like": 9
    },
    {
        "say": "我就是我，不羡慕旁人，做自己想做的事，尽自己的努力，过自己想要的生活，不断尝试，不断体验，不断付出与收获。——张文轩",
        "id": 569,
        "background": 3,
        "like": 8
    },
    {
        "say": "爱科创，爱音乐，爱旅游，爱摄影，志愿服务健身运动集一体，我就是阳光不宅男，型男杰！——顾晓杰",
        "id": 307,
        "background": 2,
        "like": 7
    },
    {
        "say": "绝不虚度浪费大学生活是我的态度，活的平凡却不平庸是我的道路。——陶兴扬",
        "id": 399,
        "background": 1,
        "like": 7
    },
    {
        "say": "作为影视爱好者，心理气象站负责人，班长，热爱摄影，科创，支教，我的故事还在继续，而且我相信它会一直这样精彩下去。——张泽中",
        "id": 519,
        "background": 1,
        "like": 6
    },
    {
        "say": "低调、腼腆，害羞的我，穿梭在你们之中总是带着笑容的我，看起来有点脸熟的我，或许你们还不知道我叫杜亮，那今天请给我一个机会吧！——杜亮",
        "id": 137,
        "background": 2,
        "like": 6
    },
    {
        "say": "眼小、爱笑、细心、沉稳，一个平凡的小卒，初来乍到，没有傲人的成绩，缺少辉煌的阅历，有的是浇不灭的激情，和跑不死的韧性！——李柏强",
        "id": 721,
        "background": 2,
        "like": 6
    },
    {
        "say": "一匹奔跑的野马，一名踏实的学干，一个有担当的学生，我是郑海龙，那个想添翼的海龙。",
        "id": 590,
        "background": 3,
        "like": 5
    }
]

popular = [
    {
        "say": "动若癫痫，静若瘫痪；我好刻薄，你们快来喜欢我！——林康",
        "id": 8,
        "background": 1,
        "like": 226
    },
    {
        "say": "并不是想评优，只是单纯想秀下限。——王克欣",
        "id": 353,
        "background": 3,
        "like": 2
    },
    {
        "say": "生活不止苟且，还有诗和远方，我在马栏山做全世界最有意思的事情。——李建明",
        "id": 165,
        "background": 1,
        "like": 2
    },
    {
        "say": "就是这样一个有个性的我，把大学过成了我想要的样子，珍惜身边每一个人，感身恩边每一个人。——冯睿",
        "id": 547,
        "background": 1,
        "like": 1050
    },
    {
        "say": "热情开朗是我的性格，实干尽责是我的信条。——王鸿",
        "id": 67,
        "background": 1,
        "like": 793
    },
    {
        "say": "我就是这样一个可以女汉子可以很女神也可以女文青的我，爱我你怕了吗？——黄湘婕",
        "id": 58,
        "background": 2,
        "like": 796
    },
    {
        "say": "我很普通，却不愿只做平庸，我希望我的能量能感染身边每一个人。——郑璐",
        "id": 796,
        "background": 1,
        "like": 1053
    },
    {
        "say": "我不想说自己多么多么优秀，只想跟大家聊聊我和我的生活，我就是我，是平凡却拒绝平庸的我。——俞智昊",
        "id": 772,
        "background": 2,
        "like": 65
    },
    {
        "say": "NUAA研究生会现任主席俞宗汉，Ph.D of 航空宇航推进理论与工程，也是该专业的春季博士班班长。——俞宗汉",
        "id": 183,
        "background": 2,
        "like": 1
    },
    {
        "say": "笑脸是我的代名词，开心是我的座右铭，我就是我，一个时刻追梦的少年；我就是我，一个传递正能量的陕西小伙！——冯宇琛",
        "id": 413,
        "background": 2,
        "like": 668
    }
]

grind = [
    {
        "say": "十年寒窗，志在长空牧群星；志愿人生，予人玫瑰手留香；拼搏进取，激流勇进展英姿。——聂献东",
        "id": 86,
        "background": 1,
        "like": 35
    },
    {
        "say": "我想我的大学生活是快乐的，因为我的大学之旅一直有梦想作为航标，指引我前行。——董晓晓",
        "id": 82,
        "background": 1,
        "like": 24
    },
    {
        "say": "如果你们经常读我的名字，你会发现我的名字跟最近一个很流行的词相谐音~duang，哈哈，是不是很容易记住？——卫通通",
        "id": 27,
        "background": 2,
        "like": 23
    },
    {
        "say": "现任健身协会副会长，班级体委，热爱健身，时而高冷，时而逗比，做事有自己独到的方法，能花最小的精力获得最高的回报。——卫通通",
        "id": 116,
        "background": 3,
        "like": 21
    },
    {
        "say": "文能数海指偏锋，武能绿茵走单骑。培优班的数理化能手，足球队的三叉戟之锋，辉煌过也迷茫过。——杨宏涛",
        "id": 300,
        "background": 1,
        "like": 20
    },
    {
        "say": "从数学省竞赛，到电路焊接大赛，从跆拳道段位考试，到 “南航历险记”游戏的开发，从篮球场，到羽毛球场，欢甚！任性！——吴羽",
        "id": 419,
        "background": 1,
        "like": 20
    },
    {
        "say": "学支中心一个热爱奉献的学霸，院排球队一个实力不俗的主攻，这就是我，一个霸气又热情的双鱼男。——杜吉超",
        "id": 60,
        "background": 2,
        "like": 18
    },
    {
        "say": "外表冷峻严肃、内心阳光热情、爱追韩剧、爱看红楼、爱听伤感情歌的萌萌哒妹子。——丁超超",
        "id": 249,
        "background": 3,
        "like": 18
    },
    {
        "say": "有4.0的绩点，是紫冬花青协秘书部的一名小干事也是南航大舞协的一名小会员，还是体能锻炼的打卡助理。——王娇娆",
        "id": 251,
        "background": 3,
        "like": 18
    },
    {
        "say": "坚信天道酬勤，力争事事完美；不求名满天下，但求青春无悔；这就是我，追求极致的完美主义者。——徐豪飞",
        "id": 18,
        "background": 3,
        "like": 17
    }
]